Repository: Yahfz/pcsx2
Catalog: locales/*/pcsx2_Iconized.po
Languages: pt_br

source: Modifies the emulated Emotion Engine CPU clock. Higher values may increase the internal framerate in games with variable framerates, but will increase CPU requirements substantially. Lower values will reduce the CPU load allowing lightweight games to run full speed on weaker CPUs.
pt_br: Modifica o clock da CPU Emotion Engine emulada. Valores mais altos podem aumentar a taxa de quadros interna em jogos com taxa de quadros variável, mas aumentará substancialmente os requisitos de CPU. Valores mais baixos reduzirão a carga da CPU, permitindo que jogos leves rodem em velocidade máxima em CPUs mais fracas.

source: Makes the emulated Emotion Engine skip cycles, allowing VU microprograms to execute at faster intervals. Helps a small subset of games with VU starvation problems, E.g. Shadow of the Colossus. More often than not this is harmful to performance and causes FPS readouts to be inaccurate.
pt_br: Faz a Emotion Engine emulada pular ciclos, permitindo que microprogramas VU sejam executados em intervalos mais rápidos. Ajuda um pequeno subconjunto de jogos com problemas de starvation da VU, por exemplo: "Shadow of the Colossus". Mais frequentemente, é prejudicial ao desempenho e faz com que as leituras de FPS sejam imprecisas.

source: Updates Status Flags only on blocks which will read them, instead of all the time. This is safe most of the time, and Super VU does something similar by default.
pt_br: Atualiza Sinalizadores de Estado somente nos blocos que vão ler eles, ao invés de o tempo todo. Isso é seguro na maioria do tempo, e o Super VU faz coisa semelhante por padrão.

source: Runs VU1 on its own thread (microVU1-only). Generally a speedup on CPUs with 3 or more cores. This is safe for most games, but a few games are incompatible and may hang. In the case of GS limited games, it may be a slowdown (especially on dual core CPUs).
pt_br: Executa a VU1 em uma thread própria (somente p/ microVU1). Em geral, é uma aceleração em CPUs com 3 ou mais cores. Essa opção é segura para a maioria dos jogos, mas alguns jogos são incompatíveis com ela e podem travar. No caso de jogos limitados pelo GS, pode ser um desaceleramento (especialmente em CPUs dual core).

source: This hack works best for games that use the INTC Status register to wait for vsyncs, which includes primarily non-3D RPG titles. Games that do not use this method of vsync will see little or no speedup from this hack.
pt_br: Esse hack funciona melhor para jogos que usam o Registrador de Estado INTC para esperar pela sincronização vertical, o que inclui primariamente títulos de RPG não-3D. Jogos que não usam esse método de sincronização vertical vão aproveitar pouca ou nada de aceleração desse hack.

source: Primarily targetting the EE idle loop at address 0x81FC0 in the kernel, this hack attempts to detect loops whose bodies are guaranteed to result in the same machine state for every iteration until a scheduled event triggers emulation of another unit. After a single iteration of such loops, we advance to the time of the next event or the end of the processor's timeslice, whichever comes first.
pt_br: Tendo como alvo primariamente o cicle ocioso da EE no endereço 0x81FC0 no kernel, esse hack tentar detectar loops cujo conteúdo é garantido de resultar no mesmo estado de máquina em todas interações até que um evento agendado ative a emulação de outra unidade. Após uma única iteração de loops do gênero, avançamos ao tempo do próximo evento ou o fim do timeslice do processor, o que vier primeiro.

source: Check HDLoader compatibility lists for known games that have issues with this (often marked as needing 'mode 1' or 'slow DVD').
pt_br: Verifique as listas de compatibilidade do HDLoader para jogos conhecidos que tenham problemas com isso (geralmente marcados como precisando de 'modo 1' ou 'DVD lento').

source: Note that when Framelimiting is disabled, Turbo and SlowMotion modes will not be available either.
pt_br: Note que quando o Limitador de Quadros está desabilitado, os modos Turbo e Câmera lenta também não vão estar disponíveis.

source: Notice: Due to PS2 hardware design, precise frame skipping is impossible. Enabling it will cause severe graphical errors in some games.
pt_br: Nota: devido ao design do PS2, fazer pulo de quadros preciso não é possível. Ativar essa opção pode causar sérios erros gráficos em alguns jogos.

source: Enable this if you think MTGS thread sync is causing crashes or graphical errors.
pt_br: Habilite isso se você achar que a sincronização da thread MTGS está causando crashes ou erros gráficos.

source: Your system is too low on virtual resources for PCSX2 to run. This can be caused by having a small or disabled swapfile, or by other programs that are hogging resources.
pt_br: Seu sistema está com recursos virtuais para executar PCSX2 baixos demais. Isso pode estar sendo causado por ter um arquivo swap pequeno ou desabilitado, ou por haver outros programas utilizando muito dos recursos.

source: Out of Memory (sorta): The SuperVU recompiler was unable to reserve the specific memory ranges required, and will not be available for use. This is not a critical error, since the sVU rec is obsolete, and you should use microVU instead anyway. :)
pt_br: Memória Insuficiente (algo do gênero): o recompilador SuperVU não conseguiu reservar a faixa de memória necessária, e não estará disponível para ser usado. Esse erro não é crítico, uma vez que o recompilador sVU está obsoleto, e, ao invés dele, você deveria usar o microVU. :)
