Repository: Yahfz/pcsx2
Catalog: locales/*/pcsx2_Iconized.po
Languages: pt_br

source: There is not enough virtual memory available, or necessary virtual memory mappings have already been reserved by other processes, services, or DLLs.
pt_br: Não há memória virtual suficiente disponível, ou mapeamentos de memória virtual necessários já foram tomados por outros processos, serviços, ou DLLs.

source: Failed to read/write NVM/MEC file. Check your BIOS setup/permission settings.
pt_br: Falha ao ler/escrever o arquivo NVM/MEC. Verifique as permissões da pasta de seu BIOS.

source: This recompiler was unable to reserve contiguous memory required for internal caches. This error can be caused by low virtual memory resources, such as a small or disabled swapfile, or by another program that is hogging a lot of memory.
pt_br: Esse recompilador não conseguiu reservar memória contígua necessária para os caches internos. Esse erro pode ser causado por baixo recurso de memória virtual, como um arquivo de memória swap pequeno ou desabilitado, ou por outro programa que está ocupando muita memória.

source: PCSX2 is unable to allocate memory needed for the PS2 virtual machine. Close out some memory hogging background tasks and try again.
pt_br: PCSX2 não conseguiu alocar a memória necessária para a máquina virtual do PS2. Feche algumas tarefas que estejam utilizando muita memória e tente novamente.

source: Warning: Some of the configured PS2 recompilers failed to initialize and have been disabled:
pt_br: Aviso: alguns recompiladores de PS2 configurados falharam em inicializar e foram desativados:

source: Note: Recompilers are not necessary for PCSX2 to run, however they typically improve emulation speed substantially. You may have to manually re-enable the recompilers listed above, if you resolve the errors.
pt_br: Nota: recompiladores não são necessários para que o PCSX2 funcione, no entanto eles geralmente melhoram substancialmente a velocidade de emulação. Talvez você tenha que reativar os recompiladores listados acima, se você solucionar os erros.

source: PCSX2 requires a PS2 BIOS in order to run. For legal reasons, you *must* obtain a BIOS from an actual PS2 unit that you own (borrowing doesn't count). Please consult the FAQs and Guides for further instructions.
pt_br: PCSX2 requer uma BIOS do PS2 para poder funcionar. Por razões legais, você *deve* obter uma BIOS de uma unidade PS2 que você possua (pegar emprestado não conta). Por favor, consulte as FAQs e os Guias para mais instruções.

source: 'Ignore' to continue waiting for the thread to respond. 'Cancel' to attempt to cancel the thread. 'Terminate' to quit PCSX2 immediately.
pt_br: "Ignorar" para continuar esperando por uma resposta da thread. "Cancelar" para tentar cancelar a thread. "Encerrar" para sair do PCSX2 imediatamente.

source: Please ensure that these folders are created and that your user account is granted write permissions to them -- or re-run PCSX2 with elevated (administrator) rights, which should grant PCSX2 the ability to create the necessary folders itself. If you do not have elevated rights on this computer, then you will need to switch to User Documents mode (click button below).
pt_br: Por favor certifique-se de que essas pastas tenham sido criadas e que sua conta de usuário possui permissões de escrita a elas -- ou execute novamente o PCSX2 com permissões elevadas (administrador), o que deve permitir ao PCSX2 a habilidade de criar as pastas necessárias ele mesmo. Se você não tem permissões elevadas nesse computador, então você precisará alternar para o modo de Documentos do Usuário (clique no botão abaixo).

source: Please note that the resulting file may not actually contain all saves, depending on how many are in the source memory card.
pt_br: Por favor note que o arquivo resultante pode não conter realmente todos os saves dependendo de quantos estiverem armazenados no Memory Card original.

source: WARNING: Converting a memory card may take a while! Please do not close the emulator during the conversion process, even if the emulator is no longer responding to input.
pt_br: AVISO: a conversão do Memory Card pode levar um tempo! Por favor, não feche o emulador durante o processo de conversão, mesmo se o emulador não estiver mais respondendo aos comandos do teclado, mouse, etc.

source: Convert this memory card to a standard 8 MB Memory Card .ps2 file.
pt_br: Converte este Memory Card para um arquivo de Memory Card (.ps2) de 8 MB.

source: Convert this memory card to a 16 MB Memory Card .ps2 file.
pt_br: Converte este Memory Card para um arquivo de Memory Card (.ps2) de 16 MB.

source: Convert this memory card to a 32 MB Memory Card .ps2 file.
pt_br: Converte este Memory Card para um arquivo de Memory Card (.ps2) de 32 MB.

source: Convert this memory card to a 64 MB Memory Card .ps2 file.
pt_br: Converte este Memory Card para um arquivo de Memory Card (.ps2) de 64 MB.

source: NTFS compression can be changed manually at any time by using file properties from Windows Explorer.
pt_br: Compressão NTFS pode ser alterada manualmente a qualquer momento usando as propriedades de arquivo no Windows Explorer.

source: This is the folder where PCSX2 saves your settings, including settings generated by most plugins (some older plugins may not respect this value).
pt_br: Esta é a pasta onde PCSX2 salva suas configurações, incluindo as geradas pela maioria dos plugins (plugins antigos podem não respeitar essa opção).

source: You may optionally specify a location for your PCSX2 settings here. If the location contains existing PCSX2 settings, you will be given the option to import or overwrite them.
pt_br: Você pode opcionalmente especificar um local para suas configurações de PCSX2 aqui. Se o local já contiver configurações de PCSX2, será dada a você a opção de importar ou reescrevê-las.

source: This wizard will help guide you through configuring plugins, memory cards, and BIOS. It is recommended if this is your first time installing %s that you view the readme and configuration guide.
pt_br: Esse assistente vai guiá-lo nas configurações de plugins, Memory Cards e BIOS. Se for a sua primeira vez instalando o %s, é recomendado que leia o arquivo o README e o guia de configuração.

source: PCSX2 requires a *legal* copy of the PS2 BIOS in order to run games. You cannot use a copy obtained from a friend or the Internet. You must dump the BIOS from your *own* Playstation 2 console.
pt_br: PCSX2 requer uma cópia *legal* da BIOS de PS2 para poder rodar jogos. Você não pode usar uma cópia obtida de um amigo ou da Internet. Você deve extrair a BIOS de seu *próprio* console de Playstation 2.

source: Existing %s settings have been found in the configured settings folder. Would you like to import these settings or overwrite them with %s default values? (or press Cancel to select a different settings folder)
pt_br: Foram encontradas configurações de %s na pasta de configurações definida. Você gostaria de importar essas configurações ou sobrescrevê-las com os valores padrões do %s? (ou pressione Cancelar para selecionar uma pasta de configurações diferente)

source: NTFS compression is built-in, fast, and completely reliable; and typically compresses memory cards very well (this option is highly recommended).
pt_br: Compressão NTFS é incorporada, rápida e completamente confiável; e normalmente faz compressão de Memory Cards muito bem (essa opção é altamente recomendada).

source: Avoids memory card corruption by forcing games to re-index card contents after loading from savestates. May not be compatible with all games (Guitar Hero).
pt_br: Evita corrupção de Memory Cards forçando jogos a reindexar o conteúdo dos Memory Cards após carregar a partir de um savestae. Pode não ser compatível com todos jogos (ex.: Guitar Hero).

source: (Folder type only) Re-index memory card content every time the running software changes. This prevents the memory card from running out of space for saves.
pt_br: (Tipo pasta apenas) Indexa novamente o conteúdo do Memory Card a cada vez que o software em execução é mudado. Isso evita que o Memory Card fique sem espaço para salvar jogos.

source: Warning! You are running PCSX2 with command line options that override your configured settings. These command line options will not be reflected in the Settings dialog, and will be disabled if you apply any changes here.
pt_br: Aviso! Você está executando o PCSX2 com opções de linha de comando que substituem as suas configurações. Essas opções de linha de comando não se refletirão na janela de Configurações e serão desativadas se você aplicar qualquer alteração aqui.

source: Warning! You are running PCSX2 with command line options that override your configured plugin and/or folder settings. These command line options will not be reflected in the settings dialog, and will be disabled when you apply settings changes here.
pt_br: Aviso! Você está executando o PCSX2 com opções de linha de comando que substituem as suas configurações de plugin e/ou pasta. Essas opções de linha de comando não se refletirão na janela de Configurações e serão desativadas se você aplicar qualquer alteração aqui.

source: This action will reset the existing PS2 virtual machine state; all current progress will be lost. Are you sure?
pt_br: Essa ação vai redefinir o estado da máquina virtua de PS2 atual; todo progresso atual será perdido. Você tem certeza?

source: This command clears %s settings and allows you to re-run the First-Time Wizard. You will need to manually restart %s after this operation. WARNING!! Click OK to delete *ALL* settings for %s and force-close the app, losing any current emulation progress. Are you absolutely sure? (note: settings for plugins are unaffected)
pt_br: Esse comando apaga as configurações de %s e permite que você execute novamente o assistente de primeiras configurações. Você precisará reiniciar o %s manualmente após esta operação. AVISO!! Clique OK para excluir *TODAS* configurações do %s e forçar finalização do aplicativo, perdendo todo progresso da emulação. Você tem absoluta certeza? (nota: configurações dos plug-ins não serão afetadas)

source: The PS2-slot %d has been automatically disabled. You can correct the problem and re-enable it at any time using Config:Memory cards from the main menu.
pt_br: O slot de PS2 %d foi desabilitado automaticamente. Você pode consertar o problema e ativá-lo novamente a qualquer hora em Configuração: Memory Cards no menu principal.

source: (FolderMcd) Memory Card is full, could not add: %s
pt_br: (FolderMcd) Memory Card está cheio, não foi possível adicionar: %s

source: Please select a valid BIOS. If you are unable to make a valid selection then press Cancel to close the Configuration panel.
pt_br: Por favor selecione uma BIOS válida. Se você não conseguir fazer uma seleção válida, então pressione Cancelar para fechar o painel de Configuração.

source: Notice: Most games are fine with the default options.
pt_br: Nota: a maioria dos jogos ficarão bem com as opções padrão.

source: The specified path/directory does not exist. Would you like to create it?
pt_br: O caminho/diretório especificado não existe. Você gostaria de criá-lo?

source: When checked this folder will automatically reflect the default associated with PCSX2's current usermode setting.
pt_br: Quando marcado, essa pasta vai refletir automaticamente a associação padrão com a configuração de modo usuário do PCSX2.

source: Off: Disables temporary aspect ratio switch. 4:3: Temporarily switch to a 4:3 aspect ratio while an FMV plays to correctly display an 4:3 FMV. 16:9: Temporarily switch to a 16:9 aspect ratio while an FMV plays to correctly display a widescreen 16:9 FMV.
pt_br: Desligado: desativa o alternador de proporção de tela temporário. 4:3: muda temporariamente para um aspecto de tela 4:3 enquanto reproduz um FMV para exibir corretamente o FMV em 4:3. 16:9: muda temporariamente para um aspecto de tela de 16:9 enquanto reproduz um FMV para exibir corretamente um FMV widescreen em 16:9.

source: Zoom = 100: Fit the entire image to the window without any cropping. Above/Below 100: Zoom In/Out 0: Automatic-Zoom-In untill the black-bars are gone (Aspect ratio is kept, some of the image goes out of screen). NOTE: Some games draw their own black-bars, which will not be removed with '0'. Keyboard: CTRL + NUMPAD-PLUS: Zoom-In, CTRL + NUMPAD-MINUS: Zoom-Out, CTRL + NUMPAD-*: Toggle 100/0
pt_br: Zoom = 100: ajusta toda a imagem à janela sem qualquer perda. Acima/Abaixo 100: mais/menos zoom 0: mais zoom automático até as faixas pretas sumirem (Proporção de tela é mantida, parte da imagem extrapola a janela.) NOTA: alguns jogos desenham suas próprias faixas pretas, as quais não serão removidas com '0' Teclado: CTRL + Tecla "+" do Numpad: mais zoom, CTRL + Tecla "-" do Numpad: menos zoom, CTRL + Tecla "*" do Numpad: alternar entre 100 e 0

source: Vsync eliminates screen tearing but typically has a big performance hit. It usually only applies to fullscreen mode, and may not work with all GS plugins.
pt_br: A sincronização vertical elimina screen tearing, mas tipicamente prejudica em muito a performance. Isso normalmente se aplica apenas ao modo tela cheia, e pode não funcionar com todos plugins GS.

source: Check this to force the mouse cursor invisible inside the GS window; useful if using the mouse as a primary control device for gaming. By default the mouse auto-hides after 2 seconds of inactivity.
pt_br: Marque isso para forçar o cursor do mouse a ficar oculto dentro da janela do GS; útil se usando o mouse como dispositivo de controle primário para jogar. Por padrão, o mouse se auto-oculta após 2 segundos de inatividade.

source: Enables automatic mode switch to fullscreen when starting or resuming emulation. You can still toggle fullscreen display at any time using alt-enter.
pt_br: Habilita alteração automática para tela cheia ao iniciar ou resumir uma emulação. Você pode ativar/desativar tela cheia a qualquer hora com Alt+Enter.

source: Completely closes the often large and bulky GS window when pressing ESC or pausing the emulator.
pt_br: Fecha completamente a muitas vezes grande e volumosa janela do GS quando ESC for pressionado ou pela pausa do emulador.

source: Known to affect following games: * Digital Devil Saga (Fixes FMV and crashes) * SSX (Fixes bad graphics and crashes) * Resident Evil: Dead Aim (Causes garbled textures)
pt_br: Sabe-se que afeta os seguintes jogos: * Digital Devil Saga (Conserta FMV e crashes) * SSX (Conserta gráficos ruins e crashes) * Resident Evil: Dead Aim (Causa texturas zoadas)

source: Known to affect following games: * Bleach Blade Battler * Growlanser II and III * Wizardry
pt_br: Sabe-se que afeta os jogos: * Bleach Blade Battler * Growlanser II e III * Wizardry

source: Known to affect following games: * Mana Khemia 1 (Going "off campus")
pt_br: Sabe-se que afeta os seguintes jogos: * Mana Khemia 1 (Going "off campus")

source: Known to affect following games: * Test Drive Unlimited * Transformers
pt_br: Sabe-se que afeta os seguintes jogos: * Test Drive Unlimited * Transformers

source: It's better to enable 'Automatic game fixes' at the main menu instead, and leave this page empty ('Automatic' means: selectively use specific tested fixes for specific games). Manual game fixes will NOT increase your performance. In fact they may decrease it.
pt_br: É melhor habilitar as "Correções de jogos automáticas" no menu principal e deixar esta página vazia ("Automáticas" significa usar seletivamente correções específicas testadas para jogos específicos). Correções manuais de jogos NÃO aumentarão seu desempenho. Na verdade, elas podem o diminuir.

source: Gamefixes can work around wrong emulation in some titles. They may also cause compatibility or performance issues. The safest way is to make sure that all game fixes are completely disabled.
pt_br: Correções de jogos podem contornar emulação incorreta de alguns jogos. Podem também causar problemas de compatibilidade ou performance. O mais seguro é garantir que todas as correções de jogos estejam desabilitadas.

source: You are about to delete the formatted memory card '%s'. All data on this card will be lost! Are you absolutely and quite positively sure?
pt_br: Você irá excluir o Memory Card formatado "%s". Todos dados nesse cartão serão perdidos! Você tem absolutamente certeza disso?

source: Failed: Duplicate is only allowed to an empty PS2-Port or to the file system.
pt_br: Falha: duplicação só é permitida para uma porta vazia do PS2 ou para o sistema de arquivos.

source: Failed: Destination memory card '%s' is in use.
pt_br: Falha: o Memory Card selecionado "%s" está em uso.

source: Please select your preferred default location for PCSX2 user-level documents below (includes memory cards, screenshots, settings, and savestates). These folder locations can be overridden at any time using the Plugin/BIOS Selector panel.
pt_br: Por favor selecione o seu local padrão preferido para os documentos de nível de usuário do PCSX2 abaixo (inclui Memory Cards, screenshots, configurações e savestates). A localização dessas pastas podem ser substituídas a qualquer tempo usando o painel de seleção de plugin/BIOS.

source: You can change the preferred default location for PCSX2 user-level documents here (includes memory cards, screenshots, settings, and savestates). This option only affects Standard Paths which are set to use the installation default value.
pt_br: Você pode alterar o local padrão preferido para os documentos de nível de usuário do PCSX2 aqui (inclui Memory Cards, screenshots, configurações e savestates). Essa opção somente afeta caminhos padrão configurados para usar o valor padrão de instalação.

source: This folder is where PCSX2 loads cheats from.
pt_br: Esta é pasta de onde o PCSX2 carrega seus cheats.

source: This folder is where PCSX2 records savestates; which are recorded either by using menus/toolbars, or by pressing F1/F3 (save/load).
pt_br: Essa pasta é onde PCSX2 armazena os savestates, os quais são armazenados usando menus/barras de ferramentas, ou pressionando F1/F3 (salvar/carregar).

source: This folder is where PCSX2 saves screenshots. Actual screenshot image format and style may vary depending on the GS plugin being used.
pt_br: Essa pasta é onde PCSX2 armazena as screenshots. O formato e estilo de imagem reais podem variar dependendo de que plugin de GS está em uso.

source: This folder is where PCSX2 saves its logfiles and diagnostic dumps. Most plugins will also adhere to this folder, however some older plugins may ignore it.
pt_br: Essa pasta é onde PCSX2 armazena seus arquivos de log e de dumps para diagnóstico. A maioria dos plugins também aderem a essa pasta, mas alguns plugins mais antigos podem ignorá-la.

source: Warning! Changing plugins requires a complete shutdown and reset of the PS2 virtual machine. PCSX2 will attempt to save and restore the state, but if the newly selected plugins are incompatible the recovery may fail, and current progress will be lost. Are you sure you want to apply settings now?
pt_br: Aviso! Alteração nos plugins requer completa finalização e reinício da máquina virtual do PS2. PCSX2 vai tentar salvar e restaurar o estado de jogo, mas se os plugins agora selecionados forem incompatíveis, a recuperação pode falhar e o progresso atual será perdido. Você tem certeza que deseja aplicar as alterações agora?

source: All plugins must have valid selections for %s to run. If you are unable to make a valid selection due to missing plugins or an incomplete install of %s, then press Cancel to close the Configuration panel.
pt_br: Todos plugins devem ter seleção válida para %s ser funcionar. Se você não conseguir uma seleção válida por causa de plugins faltando ou uma instalação incompleta do %s, então pressione Cancelar para fechar o painel de Configurações.

source: 50% cyclerate. Significant reduction of CPU requirements. Speedup for very lightweight games, slows down others. FMVs and audio may stutter or skip.
pt_br: 50% de taxa de ciclo. Redução significativa de requisitos da CPU. Aceleração para jogos muito leves, desacelera os outros. FMVs e áudios podem sofrer stutter ou serem pulados.

source: 60% cyclerate. Moderate reduction of CPU requirements. Speedup for lightweight games, slows down others. FMVs and audio may stutter or skip.
pt_br: 60% de taxa de ciclo. Redução moderada dos requisitos da CPU. Aceleração para jogos leves, desacelera os outros. FMVs e áudios podem sofrer stutter ou serem pulados.

source: 75% cyclerate. Slight reduction of CPU requirements. Speedup for less demanding games, slows down others.
pt_br: 75% de taxa de ciclo. Leve redução dos requisitos da CPU. Aceleração para jogos menos exigentes, desacelera os outros.

source: Default cyclerate. Runs the emulated PS2 Emotion Engine at normal speed.
pt_br: Taxa de ciclo padrão. Executa a emulação da Emotion Engine do PS2 na velocidade normal.

source: 130% cyclerate. Moderate increase of CPU requirements. Variable framerate games may have higher internal framerates.
pt_br: 130% de taxa de ciclo. Aumento moderado dos requisitos da CPU. Jogos com taxa de quadros variável ​​podem ter taxa de quadros interna mais alta.

source: 180% cyclerate. Significant increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pt_br: 180% de taxa de ciclo. Aumento significativo dos requisitos da CPU. Jogos com taxa de quadros variável ​​terão taxa de quadros interna mais alta. Os FMVs podem ficar lentos. Pode causar problemas de estabilidade.

source: 300% cyclerate. Extreme increase of CPU requirements. Variable framerate games will have higher internal framerates. FMVs may be slow. May cause stability problems.
pt_br: 300% de taxa de ciclo. Aumento extremo dos requisitos da CPU. Jogos com taxa de quadros variável ​​terão taxa de quadros interna mais alta. Os FMVs podem ficar lentos. Pode causar problemas de estabilidade.

source: Disables EE Cycle Skipping. Most compatible setting.
pt_br: Desabilita o Pulo de Ciclo da EE. Opção mais compatível.

source: Mild EE Cycle Skipping. Mild slow down for most games, but may help some games with mild VU starvation problems run at full speed.
pt_br: Leve Pulo de Ciclo da EE. Pequena desaceleração para a maioria dos jogos, mas pode ajudar alguns jogos com problemas de leve starving da VU a executarem à toda velocidade.

source: Moderate EE Cycle Skipping. Slow down for most games, but may help some games with moderate VU starvation problems run at full speed.
pt_br: Moderado pulo de ciclo da EE. Desaceleração para a maioria dos jogos, mas pode ajudar alguns jogos com problemas de starving moderado da VU a executar à toda velocidade.

source: Maximum EE Cycle Skipping. Mostly harmful. May help games with significant VU starvation problems run at full speed.
pt_br: Máximo pulo de ciclo da EE. Geralmente prejudicial. Pode ajudar em jogos com problemas significativos de starving da VU a executar à toda velocidade.

source: Speedhacks usually improve emulation speed, but can cause glitches, broken audio, and false FPS readings. When having emulation problems, disable this panel first.
pt_br: Speedhacks geralmente melhoram a velocidade de emulação, mas podem causar glitches, áudio falhado, e falsa leitura de FPS. Quando tiver problemas de emulação, desabilite esse painel antes.
